[
  {
    "name": "Pacific Rim",
    "realisator": "Guillermo del Toro",
    "production": "Legendary Pictures",
    "release": "17 juillet 2013",
    "resume": "Surgies des flots, des hordes de créatures monstrueuses venues d'ailleurs, les Kaiju, ont déclenché une guerre qui a fait des millions de victimes et épuisé les ressources naturelles de l'humanité pendant des années. Pour les combattre, une arme d'un genre nouveau a été mise au point : de gigantesques robots, les Jaegers, contrôlés simultanément par deux pilotes qui communiquent par télépathie grâce à une passerelle neuronale baptisée le courant."
  },
  {
    "name": "Jurassic Park",
    "realisator": "Steven Spielberg",
    "production": "Universal Pictures",
    "release": "20 octobre 1993",
    "resume": "Ne pas réveiller le chat qui dort, c'est ce que le milliardaire John Hammond aurait dû se rappeler avant de se lancer dans le clonage de dinosaures. C'est à partir d'une goutte de sang absorbée par un moustique fossilisé que John Hammond et son équipe ont réussi à faire renaître une dizaine d'espèces de dinosaures."
  },
  {
    "name": "Blade",
    "realisator": "Stephen Norrington",
    "production": "Marvel Enterprises/New Line Cinema",
    "release": "18 novembre 1998",
    "resume": "Blade Eric n'est ni un homme ni un vampire, mais un hybride du Bien et du Mal, et ce depuis le jour de sa naissance, où sa mère fut mordue et y laissa la vie. Immortel, Blade a conservé la force des vampires, tout en éliminant leurs faiblesses. Avec l'aide de son ami Abraham Whistler, il tente, depuis longtemps déjà, de mettre la main sur celui qui a causé la perte de sa mère."
  },
  {
    "name": "La Ligne verte",
    "realisator": "Frank Darabont",
    "production": "Castle Rock Entertainment",
    "release": "1 mars 2000",
    "resume": "Paul Edgecomb, pensionnaire centenaire d'une maison de retraite, est hanté par ses souvenirs. Gardien-chef du pénitencier de Cold Mountain, en 1935, en Louisiane, il était chargé de veiller au bon déroulement des exécutions capitales au bloc E (la ligne verte) en s'efforçant d'adoucir les derniers moments des condamnés. Parmi eux se trouvait un colosse du nom de John Coffey, accusé du viol et du meurtre de deux fillettes."
  },
  {
    "name": "A.I. Intelligence artificielle",
    "realisator": "Steven Spielberg",
    "production": "Warner Bros",
    "release": "24 octobre 2001",
    "resume": "La fonte des glaces a considérablement réduit la surface habitable sur la Terre. Le strict contrôle des naissances a nécessité le développement de robots à l'aspect humain, les mécas. L'un d'eux, David, tout juste mis au point, est capable d'éprouver des sentiments. Il est adopté par Henry et Monica dont le fils, atteint d'une maladie incurable, a été cryogénisé. David ne souhaite qu'une seule chose : être aimé par sa maman."
  },
  {
    "name": "Pirates des Caraïbes : La Malédiction du Black Pearl",
    "realisator": "Gore Verbinski",
    "production": "Walt Disney Pictures",
    "release": "13 août 2003",
    "resume": "Petite, Elizabeth Swann, la fille du gouverneur, a sauvé de la noyade Will Turner après le naufrage de son bateau. Les années ont passé, Will et Elizabeth ont grandi. Will est devenu forgeron à Port Royal, et Elizabeth se prépare à épouser le commodore Norrington. Cependant, la vie d'Elizabeth bascule lorsque le capitaine Barbossa et sa bande de pirates décident d'attaquer Port Royal et la prennent en otage. Malheureusement pour lui, Barbossa a commis deux erreurs."
  },
  {
    "name": "Starship Troopers",
    "realisator": "Paul Verhoeven",
    "production": "Touchstone Pictures",
    "release": "21 janvier 1998",
    "resume": "Dans un futur lointain, les pays de la Terre se sont regroupés au sein de la Fédération, un gouvernement mondial. Cette Fédération se lance alors dans la conquête de l'espace. Les terriens colonisent des planètes et explorent de nouveaux systèmes planétaires. Ils entrent également en relation avec des civilisations extraterrestres. Petit à petit, ils se trouvent menacés par l'une d'entre elles, la belliqueuse civilisation des Arachnides."
  },
  {
    "name": "Alien, le huitième passager",
    "realisator": "Ridley Scott",
    "production": "20th Century Fox",
    "release": "12 septembre 1979",
    "resume": "Durant le voyage de retour d'un immense cargo spatial en mission commerciale de routine, ses passagers, cinq hommes et deux femmes plongés en hibernation, sont tirés de leur léthargie dix mois plus tôt que prévu par Mother, l'ordinateur de bord. Ce dernier a en effet capté dans le silence interplanétaire des signaux sonores, et suivant une certaine clause du contrat de navigation, les astronautes sont chargés de prospecter tout indice de vie dans l'espace."
  },
  {
    "name": "Matrix",
    "realisator": "Lana Wachowski, Lilly Wachowski",
    "production": "Warner Bros",
    "release": "23 juin 1999",
    "resume": "Programmeur anonyme dans un service administratif le jour, Thomas Anderson devient Neo la nuit venue. Sous ce pseudonyme, il est l'un des pirates les plus recherchés du cyber-espace. A cheval entre deux mondes, Neo est assailli par d'étranges songes et des messages cryptés provenant d'un certain Morpheus. Celui-ci l'exhorte à aller au-delà des apparences et à trouver la réponse à la question qui hante constamment ses pensées : qu'est-ce que la Matrice ?"
  },
  {
    "name": "I, Robot",
    "realisator": "Alex Proyas",
    "production": "Davis Entertainment/Overbrook Entertainment",
    "release": "28 juillet 2004",
    "resume": "L'action se déroule en 2035. Des robots sont pleinement intégrés à notre vie quotidienne, et tout le monde a confiance en eux, à l'exception d'un détective légèrement paranoïaque enquêtant sur un meurtre dont il est le seul à penser qu'il est l'uvre d'un robot. Cette enquête l'amènera à découvrir une bien plus terrifiante menace pour la race humaine."
  },
  {
    "name": "Terminator",
    "realisator": "James Cameron",
    "production": "Cinema 84",
    "release": "24 avril 1985",
    "resume": "Un Terminator, robot d'aspect humain, est envoyé d'un futur où sa race livre aux hommes une guerre sans merci. Sa mission est de trouver et d'éliminer Sarah Connor avant qu'elle ne donne naissance à John, appelé à devenir le chef de la résistance. Cette dernière envoie un de ses membres, Reese, aux trousses du cyborg."
  },
  {
    "name": "Spider-Man: New Generation",
    "realisator": "Peter Ramsey/Bob Persichetti/Rodney Rothman",
    "production": "Columbia Pictures/Marvel Entertainment/Sony Pictures Animation",
    "release": "12 décembre 2018",
    "resume": "Miles Morales est un adolescent afro-américain et portoricain vivant à Brooklyn. Il s'efforce au mieux de s'intégrer dans son nouveau collège, mais tout bascule lorsqu'il se fait mordre par une araignée radioactive et se découvre des super-pouvoirs. En parallèle, le plus redoutable cerveau criminel de la ville, le Caïd, a mis au point un accélérateur de particules nucléaires capable d'ouvrir un portail sur d'autres univers."
  },
  {
    "name": "Dragons",
    "realisator": "Dean DeBlois/Chris Sanders",
    "production": "DreamWorks Animation",
    "release": "4 avril 2010",
    "resume": "L'histoire d'Harold, jeune Viking peu à son aise dans sa tribu où combattre les dragons est le sport national. Sa vie va être bouleversée par sa rencontre avec un dragon qui va peu à peu amener Harold et les siens à voir le monde d'un point de vue totalement différent."
  },
  {
    "name": "Shaun of the Dead",
    "realisator": "Edgar Wright",
    "production": "StudioCanal/Working Title Films/Big Talk Productions",
    "release": "27 juillet 2005",
    "resume": "Shaun ne sait pas quoi faire de sa vie, et encore moins de sa relation de couple. Heureusement, une hallucinante invasion de zombies va lui remettre les idées en place."
  },
  {
    "name": "Les Indestructibles",
    "realisator": "Brad Bird",
    "production": "Pixar Animation Studios/Walt Disney Pictures",
    "release": "24 novembre 2004",
    "resume": "Bob Paar était jadis l'un des plus grands super-héros de la planète. Tout le monde connaissait Mr. Indestructible, le héros qui, chaque jour, sauvait des centaines de vies et combattait le mal. Aujourd'hui, Mr. Indestructible est un petit expert en assurances qui n'affronte plus que l'ennui et un tour de taille en constante augmentation."
  }
]
